Repository: cesperanc/pass-onyx
Catalog: module/Onyx/language/*.po
Languages: pt_pt

source: An error occurred
pt_pt: Ocorreu um erro

source: Additional information
pt_pt: Informação adicional

source: File
pt_pt: Ficheiro

source: Message
pt_pt: Mensagem

source: Previous exceptions
pt_pt: Exceções anteriores

source: No Exception available
pt_pt: Nenhuma exceção disponível

source: A 404 error occurred
pt_pt: Ocorreu um erro 404

source: The requested controller was unable to dispatch the request.
pt_pt: O controlador solicitado não foi capaz de processar o pedido.

source: The requested controller could not be mapped to an existing controller class.
pt_pt: Não foi possível mapear o controlador solicitado para uma classe controladora existente.

source: The requested controller was not dispatchable.
pt_pt: O controlador solicitado não é executável

source: The requested URL could not be matched by routing.
pt_pt: Não é possível encontrar uma rota para o endereço solicitado.

source: We cannot determine at this time why a 404 was generated.
pt_pt: Não foi possível determinar neste momento o motivo pelo qual o erro 404 foi gerado.

source: Controller
pt_pt: Controlador

source: resolves to %s
pt_pt: resolve para %s

source: ONYX service
pt_pt: Serviço ONYX

source: Service WSDL
pt_pt: WSDL do serviço

source: &copy; %d Polytechnic Institute of Leiria. All rights reserved.
pt_pt: &copy; %d Instituto Politécnico de Leiria. Todos os direitos reservados.

source: Welcome to ONYX service website. Use the menu to access the WebService description.
pt_pt: Bem-vindo ao website do serviço ONYX. Utilize o menu para aceder à descrição do serviço.
